avrxml/AS6-Devices-XML/ATSAM3N0C.xml
      <value-group caption="" name="SUPC_WUIR__WKUPEN13">
        <value caption="the corresponding wake-up input has no wake up effect." name="NOT_ENABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN14">
        <value caption="the corresponding wake-up input has no wake up effect." name="NOT_ENABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN15">
        <value caption="the corresponding wake-up input has no wake up effect." name="NOT_ENABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT0">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT1">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT2">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT3">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT4">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT5">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT6">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT7">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT8">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT9">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT10">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT11">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT12">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT13">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT14">
        <value caption="a high to low level transition on the corresponding wake-up input forces the wake up of the core power supply." name="HIGH_TO_LOW" value="0"/>
        <value caption="a low to high level transition on the corresponding wake-up input forces the wake up of the core power supply." name="LOW_TO_HIGH" value="1"/>
      </value-group>
